Repository: supachris28/HandBrake
Catalog: macosx/HandBrakeKit/*.lproj/Localizable.strings
Languages: ru

source: (%.2f fps, avg %.2f fps, ETA %@)
ru: (%1$.2f к/с, сред. %2$.2f к/с, ост. %3$@)

source: (ETA %@)
ru: (ост. %@)

source: Keep Aspect Ratio
ru: Сохранять соотношение сторон

source: , %d audio tracks
ru: , %d аудио-дорожек

source: , %d subtitles tracks
ru: , %d дорожек субтитров

source: , 1 audio track
ru: , 1 аудио-дорожка

source: , 1 subtitles track
ru: , 1 дорожка субтитров

source: , Align A/V Start
ru: , Выравнять начало A/V

source: , Burned
ru: , Вшитые

source: , Chapter Markers
ru: , Маркеры глав

source: , Crop: %@ %d/%d/%d/%d
ru: , Кадрирование: %1$@ %2$d/%3$d/%4$d/%5$d

source: , iPod 5G Support
ru: , Поддержка iPod 5G

source: , Modulus: %d
ru: , Модуль: %d

source: , Web Optimized
ru: , Оптимизирован для Веб

source: (subtitle scan)
ru: (сканирование субтитров)

source: %@ ▸ Encoder: %@
ru: %1$@ ▸ Кодировщик: %2$@

source: %@Output: %dx%d
ru: %1$@Выходной: %2$dx%3$d

source: %@Output: %dx%d, Anamorphic: %dx%d Auto
ru: %1$@Выходное: %2$dx%3$d, Анаморфирование: %4$dx%5$d Авто

source: %@Output: %dx%d, Anamorphic: %dx%d Custom
ru: %1$@Выходное: %2$dx%3$d, Анаморфирование: %4$dx%5$d Пользовательское

source: %@Output: %dx%d, Anamorphic: %dx%d Loose
ru: %1$@Выходное: %2$dx%3$d, Анаморфирование: %4$dx%5$d Свободное

source: %dx%d Storage, %dx%d Display
ru: %1$dx%2$d Хранение, %3$dx%4$d Показ

source: + %lu additional audio tracks
ru: + %lu дополнительных аудио-дорожек

source: + %lu additional subtitles tracks
ru: + %lu дополнительных дорожек субтитров

source: + 1 additional audio track
ru: + 1 дополнительная аудио-дорожка

source: + 1 additional subtitles track
ru: + 1 дополнительная дорожка субтитров

source: 1 Foreign Language Search Pass -
ru: 1 Проход поиска иностранных языков -

source: 2 Video Passes
ru: 2 Прохода видео

source: 2 Video Passes First Turbo
ru: 2 Прохода видео, ускоренный первый

source: 5.1 Channels
ru: 5.1 Каналов

source: 6.1 Channels
ru: 6.1 Каналов

source: 7.1 Channels
ru: 7.1 Каналов

source: Audio:
ru: Аудио

source: Auto
ru: Авто

source: Bitrate: %d kbps
ru: Битрейт: %d кбит/с

source: Burned In
ru: Вшитые

source: Chapter %d
ru: Глава %d

source: Chapter Markers
ru: Маркеры глав

source: Chapters
ru: Главы

source: Chapters %d through %d
ru: Главы %1$d из %2$d

source: Comb Detect
ru: Обнаружение гребенки

source: Constant Quality: %.2f %s
ru: Постоянное качество: %1$.2f %2$s

source: Custom
ru: Пользовательское

source: Deblock
ru: Деблокинг

source: Deblock syntax: strength=s:thresh=t:blocksize=b
ru: Синтаксис деблокинга: strength=s:thresh=t:blocksize=b

source: Decomb
ru: Удаление гребенки

source: Decomb syntax: mode=m:magnitude-thresh=m:variance-thresh=v:laplacian-thresh=l:dilation-thresh=d:erosion-thresh=e:noise-thresh=n:search-distance=s:postproc=p:parity=p Decomb default: mode=7
ru: Синтаксис удаления гребенки: mode=m:magnitude-thresh=m:variance-thresh=v:laplacian-thresh=l:dilation-thresh=d:erosion-thresh=e:noise-thresh=n:search-distance=s:postproc=p:parity=p Удаления гребенки по умолчанию: mode=7

source: Default
ru: По умолчанию

source: default settings
ru: настройки по умолчанию

source: Denoise
ru: Шумодав

source: Destination:
ru: Путь назначения:

source: Detelecine
ru: Удаление гребенки

source: Dimensions:
ru: Размеры:

source: Encoder: %@,
ru: Кодировщик: %@

source: Encoding %@
ru: Кодирование %@

source: Filters:
ru: Фильтры:

source: Forced Only
ru: Только принудительно

source: Foreign Audio Search
ru: Поиск иноязычного аудио

source: Format:
ru: Формат:

source: Framerate:
ru: Частота кадров:

source: Frames
ru: Кадры

source: Frames %d through %d
ru: Кадры %1$d из %2$d

source: Gain: %.2f
ru: Усиление:%.2f

source: Grayscale
ru: Оттенки серого

source: HQDN3D syntax: y-spatial=y:cb-spatial=c:cr-spatial=c:y-temporal=y:cb-temporal=c:cr-temporal=c Default settings: y-spatial=3:cb-spatial=2:cr-spatial=2:y-temporal=2:cb-temporal=3:cr-temporal=3
ru: HQDN3D синтаксис: y-spatial=y:cb-spatial=c:cr-spatial=c:y-temporal=y:cb-temporal=c:cr-temporal=c Настройки по умолчанию: y-spatial=3:cb-spatial=2:cr-spatial=2:y-temporal=2:cb-temporal=3:cr-temporal=3

source: Invalid custom comb detect settings.
ru: Недействительные пользовательские параметры обнаружения "гребенки".

source: Invalid custom detelecine settings.
ru: Недействительные пользовательские параметры удаления ТВ-"гребенки".

source: Invalid custom HQDN3D settings
ru: Недействительные пользовательские настройки HQDN3D.

source: Invalid custom NLMeans settings
ru: Недействительные пользовательские настройки NLMeans.

source: Invalid deblock custom settings.
ru: Недействительные пользовательские настройки деблокинга.

source: Invalid Decomb custom settings.
ru: Недействительные пользовательские параметры удаления ТВ-"гребенки".

source: Invalid lapsharp custom settings.
ru: Недействительные пользовательские настройки lapsharp.

source: Invalid name
ru: Недействительное название

source: Invalid unsharp custom settings.
ru: Недействительные пользовательские настройки unsharp.

source: Invalid Yadif custom settings.
ru: Недействительные пользовательские настройки Yadif.

source: Lapsharp syntax: y-strength=y:y-kernel=y:cb-strength=c:cb-kernel=c:cr-strength=c:cr-kernel=c Lapsharp default: y-strength=0.2:y-kernel=isolap:cb-strength=0.2:cb-kernel=isolap
ru: Синтаксис Lapsharp: y-strength=y:y-kernel=y:cb-strength=c:cb-kernel=c:cr-strength=c:cr-kernel=c Lapsharp по умолчанию: y-strength=0.2:y-kernel=isolap:cb-strength=0.2:cb-kernel=isolap

source: Level: %@
ru: Уровень: %@

source: Mixdown: %@, Samplerate: %@, Bitrate: %d kbps
ru: Микширование: %1$@, Частота дискретизации: %2$@, Битрейт: %3$d кбит/с

source: MKV File
ru: MKV-файл

source: Mono
ru: Моно

source: Mono (Left Only)
ru: Моно (только левый)

source: Mono (Right Only)
ru: Моно (только правый)

source: MP4 File
ru: MP4-файл

source: Muxing…
ru: Миксирую...

source: NLMeans syntax: y-strength=y:y-origin-tune=y:y-patch-size=y:y-range=y:y-frame-count=y:y-prefilter=y:cb-strength=c:cb-origin-tune=c:cb-patch-size=c:cb-range=c:cb-frame-count=c:cb-prefilter=c:cr-strength=c:cr-origin-tune=c:cr-patch-size=c:cr-range=c:cr-frame-count=c:cr-prefilter=c:threads=t Default settings: y-strength=6:y-origin-tune=1:y-patch-size=7:y-range=3:y-frame-count=2:y-prefilter=0:cb-strength=6:cb-origin-tune=1:cb-patch-size=7:cb-range=3:cb-frame-count=2:cb-prefilter=0
ru: Ситаксис NLMeans: y-strength=y:y-origin-tune=y:y-patch-size=y:y-range=y:y-frame-count=y:y-prefilter=y:cb-strength=c:cb-origin-tune=c:cb-patch-size=c:cb-range=c:cb-frame-count=c:cb-prefilter=c:cr-strength=c:cr-origin-tune=c:cr-patch-size=c:cr-range=c:cr-frame-count=c:cr-prefilter=c:threads=t Настройки по умолчанию: y-strength=6:y-origin-tune=1:y-patch-size=7:y-range=3:y-frame-count=2:y-prefilter=0:cb-strength=6:cb-origin-tune=1:cb-patch-size=7:cb-range=3:cb-frame-count=2:cb-prefilter=0

source: none
ru: нет

source: None
ru: Ничего

source: Off
ru: Выкл.

source: Options: %@
ru: Опции: %@

source: Pass %d %@ of %d, %.2f %%
ru: Проход %1$d %2$@ из %3$d, %4$.2f %%

source: Pass %d of %d, %.2f %%
ru: Проход %1$d из %2$d, %3$.2f %%

source: Pass 1
ru: Проход 1

source: Paused
ru: На Паузе

source: Peak %@ (constant frame rate)
ru: Наивысший %@ (постоянный FPS)

source: Peak %@ (may be lower)
ru: Наивысший %@ (может быть медленнее)

source: Preset:
ru: Пресет:

source: Preset: %@
ru: Пресет: %@

source: Profile: %@
ru: Профиль: %@

source: Range:
ru: Промежуток:

source: Rotation
ru: Поворот

source: Same as source
ru: Такой же, как в исходном файле

source: Same as source (constant)
ru: Такой же, как в исходном файле (постоянный)

source: Same as source (variable)
ru: Такой же, как в исходном файле (переменный)

source: Scanning title %d of %d, preview %d…
ru: Сканирую заголовок %1$d из %2$d, изображение предпросмотра %3$d...

source: Scanning title %d of %d…
ru: Сканирую заголовок %1$d из %2$d...

source: Searching for start point: %.2f %%
ru: Ищу точку старта: %.2f %%

source: Seconds
ru: Секунд

source: Seconds %d through %d
ru: Секунды %1$d из %2$d

source: Sharpen
ru: Увеличение резкости

source: Source:
ru: Исходный файл:

source: Source: %dx%d,
ru: Исходный файл: %1$dx%2$d,

source: Stereo
ru: Стерео

source: Subtitles:
ru: Субтитры:

source: Syntax: mode=m:spatial-metric=s:motion-thresh=m:spatial-thresh=s:filter-mode=f:block-thresh=b:block-width=b:block-height=b:disable=d Default: mode=3:spatial-metric=2:motion-thresh=1:spatial-thresh=1:filter-mode=2:block-thresh=40:block-width=16:block-height=16
ru: Синтаксис: mode=m:spatial-metric=s:motion-thresh=m:spatial-thresh=s:filter-mode=f:block-thresh=b:block-width=b:block-height=b:disable=d По умолчанию: mode=3:spatial-metric=2:motion-thresh=1:spatial-thresh=1:filter-mode=2:block-thresh=40:block-width=16:block-height=16

source: Syntax: skip-left=s:skip-right=s:skip-top=s:skip-bottom=s:strict-breaks=s:plane=p:parity=p:disable=d Default: skip-left=1:skip-right=1:skip-top=4:skip-bottom=4:plane=0
ru: Синтаксис: skip-left=s:skip-right=s:skip-top=s:skip-bottom=s:strict-breaks=s:plane=p:parity=p:disable=d По умолчанию: skip-left=1:skip-right=1:skip-top=4:skip-bottom=4:plane=0

source: The file name can't be empty.
ru: Название файла не может быть пустым.

source: The file name can't contain the / character.
ru: Название файла не может содержать символ /.

source: The preset "%@" could not be imported.
ru: Пресет "%@" не может быть импортирован.

source: The selected preset is invalid.
ru: Выбранный пресет является недействительным.

source: The selected preset was created with a newer version of HandBrake.
ru: Выбранный пресет был создан в более новой версии HandBrake.

source: Title %d, %@
ru: Заголовок %1$d, %2$@

source: Title %d, %@, %@
ru: Заголовок %1$d, %2$@, %3$@

source: Tune:
ru: Настройка:

source: Unknown
ru: Неизвестно

source: Unsharp syntax: y-strength=y:y-size=y:cb-strength=c:cb-size=c:cr-strength=c:cr-size=c Unsharp default: y-strength=0.25:y-size=7:cb-strength=0.25:cb-size=7
ru: Синтаксис Unsharp: y-strength=y:y-size=y:cb-strength=c:cb-size=c:cr-strength=c:cr-size=c Unsharp по умолчанию: y-strength=0.25:y-size=7:cb-strength=0.25:cb-size=7

source: Video Options:
ru: Опции видео:

source: Video:
ru: Видео:

source: WebM File
ru: WebM-файл

source: Yadif syntax: mode=m:parity=p Yadif default: mode=3
ru: Yadif синтаксис: mode=m:parity=p Yadif по умолчанию: mode=3
